Repository: CarelessZebra/GF2
Catalog: logsim/locales/*/LC_MESSAGES/lang.po
Languages: es

source: Mouse button pressed at:
es: Botón del ratón presionado en:

source: Mouse button released at:
es: Botón del ratón soltado en:

source: Mouse left canvas at:
es: El ratón salió del lienzo en:

source: &About
es: &Acerca de

source: Help
es: Ayuda

source: &Exit
es: &Salir

source: &Menu
es: &Menú

source: Cycles
es: Ciclos

source: Run
es: Ejecutar

source: Monitored Devices
es: Dispositivos monitorizados

source: Unmonitor
es: Dejar de monitorear

source: Flip Switch
es: Cambiar interruptor

source: Unmonitored Devices
es: Dispositivos no monitorizados

source: Monitor
es: Monitorear

source: Logic Simulator Created by Team 1 2025
es: Simulador Lógico Creado por el Equipo 1 2025

source: About Logsim
es: Acerca de Logsim

source: User commands: r N - run the simulation for N cycles c N - continue the simulation for N cycles s X N - set switch X to N (0 or 1) m X - set a monitor on signal X z X - zap the monitor on signal X h - help (this command) q - quit the program
es: Comandos de usuario: r N - ejecutar la simulación durante N ciclos c N - continuar la simulación durante N ciclos s X N - establecer el interruptor X a N (0 o 1) m X - monitorear la señal X z X - dejar de monitorear la señal X h - ayuda (este comando) q - salir del programa

source: Invalid command. Enter 'h' for help.
es: Comando inválido. Introduzca 'h' para ayuda.

source: Invalid Number of cycles. Enter 'h' for help.
es: Número de ciclos inválido. Introduzca 'h' para ayuda.

source: Invalid device ID. Enter 'h' for help.
es: ID de dispositivo inválido. Introduzca 'h' para ayuda.

source: Invalid port ID. Enter 'h' for help.
es: ID de puerto inválido. Introduzca 'h' para ayuda.

source: Invalid value. Enter 'h' for help.
es: Valor inválido. Introduzca 'h' para ayuda.

source: No command entered. Enter 'h' for help.
es: No se ingresó ningún comando. Introduzca 'h' para ayuda.

source: Command executed successfully.
es: Comando ejecutado correctamente.

source: Command execution failed. Enter 'h' for help.
es: La ejecución del comando falló. Introduzca 'h' para ayuda.
